/* App name */
"Batteries" = "Batteries";

/* Trial expired messages */

"Trial Expired." = "Versão de Avaliação Expirada.";

"Trial has expired" = "O período de avaliação expirou";

"Click here to purchase license." = "Clique aqui para comprar uma licença.";

/* Trial days remaining */
"%d Days Remaining" = "%d Dias Restantes";

/* registered to email address */
"Registered to: %@" = "Registrado para: %@";

/* Widget description */
"Get quick access to your device batteries." = "Obtenha acesso rápido à bateria dos seus dispositivos.";

/* Battery preferences menu item title */
"Battery Preferences…" = "Preferências da Bateria…";

/* Low Battery Preferences */
"Low Battery Notifications: On" = "Notificação de Bateria Fraca: Ligada";

"Low Battery Notifications: Off" = "Notificação de Bateria Fraca: Desligada";

/* App version number */
"v%@" = "v%@";

/* iPhone/iPad explanatory text macOS 14 and older */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with iTunes Wi-Fi sync enabled, that are connected to the same Wi-Fi network as this computer." = "Observação: as notificações de bateria fraca estão disponíveis apenas para iPhones, iPads e iPods com sincronização Wi-Fi do iTunes habilitada e que estiverem conectados à mesma rede Wi-Fi que este computador.";

/* iPhone/iPad explanatory text macOS 15 and later */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with \"Show this device when on Wi-Fi\" enabled in Finder, that are connected to the same Wi-Fi network as this computer." = "Observação: as notificações de bateria fraca estão disponíveis apenas para iPhones, iPads e iPods com \"Mostrar este dispositivo ao usar Wi-Fi\" ativado no Finder e que estiverem conectados à mesma rede Wi-Fi que este computador.";

/* Cannot communicate with helper warning alert title */
"Warning: cannot communicate with helper app." = "Aviso: não foi possível se comunicar com o aplicativo auxiliar.";

/* Cannot communicate with helper alert message */
"Please make sure that the Batteries app is in the Applications folder." = "Certifique-se de que o aplicativo Baterias esteja na pasta Aplicativos.";

/* General preference pane title */
"General" = "Geral";

"Version %@" = "Versão %@";

/* Notifications preference pane title */
"Notifications" = "Notificações";

/* Notifications enabled status, shown with check option next to it */
"Notifications enabled" = "Notificações ativadas";

/* Visible in UI, shown with check option next to it */
"Visible in UI" = "Visível na interface";

/* "Send Low Battery Notification at:", shown with percentage under it */
"Send Low Battery Notification at:" = "Enviar Notificação de Bateria Fraca aos:";

/* Registration preference pane title */
"Registration" = "Registro";

/* license key section title */
"License Key" = "Chave de Licença";

/* trial mode header title */
"Trial Mode" = "Versão de Avaliação";

/* Purchase license button title */
"Purchase License" = "Comprar Licença";

/* Paddle trial text */
"Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it." = "Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it.";

/* Bluetooth low energy device placeholder name */
"BLE Device" = "Dispositivo BLE";

/* earphones left */
"🅛" = "🅛";

/* earphones right */
"🅡" = "🅡";

/* earphones case */
"(Case)" = "(Estojo)";

/* Unknown device name */
"Unknown device" = "Dispositivo desconhecido";

/* Bluetooth device placeholder name */
"Bluetooth Device" = "Dispositivo Bluetooth";

/* This Mac device name */
"This Mac" = "Este Mac";

/* Menu bar power source type battery */
"Battery" = "Bateria";

/* Menu bar power source power adapter */
"Power Adapter" = "Adaptador de Energia";

/* Menu bar power source unknown */
"Unknown" = "Desconhecido";

/* Menu bar battery fully charged */
"Fully Charged" = "Totalmente Carregada";

/* Menu bar battery is not charging */
"Battery Is Not Charging" = "A Bateria Não Está Carregando";

/* Menu bar battery time until fully charged */
"%@ until fully charged" = "%@ até estar totalmente carregada";

/* Menu bar battery time remaining */
"%@ remaining" = "%@ restantes";

"Power Source: %@" = "Fonte de Energia: %@";

/* Menu bar trial expired message */
"Trial expired. Please purchase license." = "Versão de avaliação expirada. Por favor, compre uma licença.";

/* Notification trial expired title */
"Your trial of Batteries has expired" = "Sua versão de avaliação do Batteries expirou";

/* Notification trial expired subtitle */
"Please purchase a license to continue using Batteries." = "Por favor, compre uma licença para continuar usando o Batteries.";

/* Low battery notification title - low battery on <device-name> */
"Low Battery on %@" = "Bateria Fraca em %@";

/* Low battery notification subtitle - xx% of battery remaining */
"%d%% of battery remaining" = "%d%% da bateria restante";

/* Touch bar trial expired */
"Batteries trial has expired." = "A versão de avaliação do Batteries expirou.";

/* Failed to communicate with helper app message */
"Failed to communicate with helper app." = "Falha ao se comunicar com o aplicativo auxiliar.";

/* Website material */
"Batteries for Mac" = "Batteries para Mac";

"Track all your devices' batteries from your Mac." = "Acompanhe a bateria de todos os seus dispositivos a partir do seu Mac.";

"Get notified when they need recharging." = "Seja notificado quando eles precisarem de recarga.";

"Supports iPhone, iPad, AirPods, Beats and bluetooth peripherals." = "Suporta iPhone, iPad, AirPods, Beats e periféricos bluetooth.";

"New! See your device battery levels in the menu bar" = "Novo! Veja o nível de bateria de seus dispositivos na barra de menus";

"New! See your battery levels in your Touch Bar" = "Novo! Veja o nível de bateria de seus dispositivos na sua Touch Bar";

/* blog mentions title */
"They're talking about us" = "Veja o que estão falando de nós";

"Requirements" = "Requisitos";

"macOS 10.15 Catalina or later." = "macOS 10.15 Catalina ou posterior.";

"To see the battery level of your iPhone, iPad or iPod you'll need to do this (only once):" = "Para ver o nível de bateria do seu iPhone, iPad ou iPod, você precisará fazer isso (somente uma vez):";

"Plug your device in." = "Conecte seu dispositivo.";

"Enable “Show this device when on Wi-Fi” in Finder (Catalina and later), or Enable Wi-Fi sync in iTunes (Mojave)." = "Ative \"Mostrar este dispositivo ao usar Wi-Fi\" no Finder (Catalina e posterior) ou ative a sincronização Wi-Fi no iTunes (Mojave).";

"Be on the same Wi-Fi network as your computer." = "Esteja na mesma rede Wi-Fi que o seu computador.";

"Need Help?" = "Precisa de Ajuda?";

"Email Us" = "Envie-nos um E-mail";
